<template>
  <v-card
    class="mx-auto"
    max-width="500"
  >
    <v-card-text>
      <div>желаем приятной игры</div>
      <p class="text-h4 text--primary">
        ОПИСАНИЕ ИГРЫ
      </p>
      <p>Маршрут Здоровья доктора Горбунова</p>
      <div class="text--primary">
<p>Игра «Маршрут здоровья» научит фитнесу. Играя мы становимся умными, здоровыми и красивыми.</p>

<p>
<b>Внимание:</b>это игра, применять знания в реальном мире можно только после консультации специалиста. 
</p>
<p>
Игру можно пройти очно под руководством опытных наставников. Вы получите реальную программу действий, помощь и поддержку. Записаться на консультацию можно на нашем сайте...
</p>
<p>
Загрузите мобильное приложение.
</p>
<p>
Игра предоставляет Вам шаблоны решения проблем, мешающих быть здоровыми и красивыми.
</p>
<p>
Посмотреть шаблоны вы можете по ссылке: <router-link to="/template-categories" exact>доступные категории шаблонов</router-link>
</p>
<p>
Выберите актуальную категорию и найдите интересующий Вас шаблон.
</p>
<p>
Перейдя в шаблон, Вы можете ознакомиться с его описание. Далее посмотрите ответы наших экспертов и членов нашего игрового клуба. Как они решали похожие проблемы.
</p>
<p>
Вы можете связаться с авторами шаблонов по электронной почте и обсудить интересующие Вас вопросы. Вы также можете оставить свой комментарий на ответы.
</p>
Для этого необходимо зарегистрироваться в нашем приложении. Комментарий будет доступен после одобрения модератором.
<p>
ЕСЛИ ВЫ НЕ НАШЛИ ИНТЕРЕСУЮЩИЙ ШАБЛОН ИГРЫ: обратитесь к нашим экспертам. Мы разработаем индивидуальную игру специально ля Вас.
</p>
<p>
Вы можете описать свою проблему, создав свой ответ на шаблон. Для этого необходимо зарегистрироваться на сайте.
</p>
<p>
Создать шаблон Вы можете, нажав на кнопку «Создать ответ» при просмотре шаблона<br>
Далее следуйте простым шагам:
<ul>
    <li>
        назовите ваш ответ 
    </li>
    <li>
        дайте краткое его описание: какую проблему Вы решаете
    </li>
    <li>
        описать подробности: Вы можете указать проблемы, сопутствующие заболевания, свои мысли... все, что захотите
    </li>
</ul>
</p>
<p>
Переходите к следующему шагу: выбор карт на каждом шаге шаблона
</p>
<p>
Изменения черновика вашего ответа сохраняются автоматически. Вы можете вернуться к редактированию в любое время.
</p>
<p>
Для этого выберите вкладку Мои ответы. (Доступна только после регистрации).
</p>
<p>
Одновременно Вы можете редактировать не более одного ответа на каждый шаблон и не более двух в сумме.
</p>
<p>
Внимание! По условиям пользовательского соглашения, после одобрения модератором, Вы не сможете редактировать Ваш ответ. Но сможете создать еще один на данный шаблон.
</p>
<p>
По</p>
<p>
Внимание! По условиям пользовательского соглашения анонимные шаблоны запрещены. Любой посетитель будет видеть Ваш адрес электронной почты и сможет связаться с Вами.
</p>
<p>
Вы также можете проверить свои знания, ответив на вопросы по заполнению шаблонов. Викторину составляли наши эксперты. Игра доступна только для зарегистрированных пользователей.
</p>
<p>
Сперва необходимо выбрать интересующую Вас игру. Для этого перейдите по ссылке: <router-link to="/games-categories" exact>Доступные категории игр</router-link>
</p>
<p>
Выберите нужную категорию, далее выберите интересующую Вас игру, нажмите кнопку «подробнее» и кнопку «играть» (доступна только для зарегистрированных пользователей
</p>
<p>
После прохождения квеста, Ваши баллы будут записаны в таблицу рекордов на сайте. 
</p>
<p>
С игровыми картами Вы можете ознакомиться в разделе Карты: <router-link to="/cards-categories" exact>доступные категории карт</router-link>
</p>
<p>
Также Вам может быть полезен миниблог нашего приложения. В нем публикуются новости нашего игрового сообщества, полезная информация для игроков и экспертов.
</p>
<p>
Для просмотра записей блога перейдите по ссылке публикации: <router-link to="/posts-categories" exact>публикации</router-link>
</p>
<p>
Далее выберите интересующую вас категорию статей.
</p>
<p>
Желаем приятной и продуктивной игры. Здоровья и счастья.
</p>
      </div>
    </v-card-text>
  </v-card>
</template>

<script>

    export default {
    data: () => ({

    }),
    methods: {

    },
    created () {

    }, 
    updated (){

    },
    mounted() {

    }

    }

</script>
